/* `welcomeLabel` UILabel text default value */
"Welcome" = "歡迎";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "感謝您下載";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "請遵循歡迎電子郵件中收到的指示以開始啟用程序。";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "掌握您每天的工作細項管理，輕鬆協同專案。";

"ScanInstruction" = "請掃描安全 QR 代碼以開始啟用程序。";

"DiscoveryServiceInstruction" = "請輸入電子郵件地址以開始啟用程序。";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "正在檢查帳戶...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "開始";

"Scan" = "掃描";

/* `demoLabel` UILabel text default value */
"Explore" = "想要探索嗎？";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "試用";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "設定密碼";

/* The title for the enter passcode screen. */
"PasscodeKey" = "密碼";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "選擇密碼";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "確認密碼";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "再次輸入密碼。";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "確認密碼。";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "輸入密碼。";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "更改密碼";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "輸入目前密碼。";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "不是現在";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "返回";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "下一步";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "完成";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "選擇最少 %d 個字元的密碼來解鎖應用程式。";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "選擇最少 %d 個數字的密碼來解鎖應用程式。";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "包含下列：";

/* The group name for lower case letters. */
"LowerCaseKey" = "小寫 (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "大寫 (A-Z)";

/* The group name for digits. */
"DigitsKey" = "數字 (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "符號 (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "重設密碼";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "密碼驗證失敗。";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "FUIPasscodeControllerDelegate 已拒絕密碼。";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "重試";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " 目前可用！";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "啟用 Touch ID 將可讓您更快速存取資訊。";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "您可以隨時從「設定」開啟或關閉此功能。";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "請啟用 Touch ID 快速且安全進行存取。";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Touch ID 已停用，系統將詢問您的裝置密碼。";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "啟用 Face ID 將可讓您更快速存取資訊。";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "您可以隨時從「設定」開啟或關閉此功能。";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "請啟用 Face ID 快速且安全進行存取。";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Face ID 已停用，系統將詢問您的裝置密碼。";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "若要使用 Touch ID，請在裝置設定中新增指紋。";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "您可以隨時到「設定」-「Touch ID 與密碼」執行此動作。";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "若要使用 Face Id，請在您的裝置設定中註冊 Face ID。";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "您可以隨時到「設定」-「Face ID ID 與密碼」執行此動作。";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "瞭解更多關於 Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "瞭解更多關於 Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "啟用";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "以 Touch ID 驗證";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "以 Face ID 驗證";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "錯誤";

/* The error title. */
"AuthenticationErrorKey" = "驗證錯誤";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "請透過 Touch ID 驗證才可使用應用程式。";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "請透過 Face ID 驗證才可使用應用程式。";

/* The authenticate button text. */
"AuthenticateKey" = "驗證";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "密碼不相符，請再試一次。";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "您剩 %d 次嘗試機會。";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "您剩 1 次嘗試機會。";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "沒有嘗試機會。";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "請登入以重設密碼。";

/* The text of the dismiss button on the alert. */
"OKKey" = "確定";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "密碼不正確，請再試一次。";

/* The scan page title string. */
"ScanKey" = "掃描";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "掃描失敗";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "請選擇 QR 代碼圖像。";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "QR 代碼無效";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "無法識別 QR 代碼。";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "允許存取照片";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "若要選擇 QR 代碼圖像，請在裝置隱私權設定中允許存取您的照片。";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "允許存取相機";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "若要使用相機掃描，請在裝置隱私權設定中提供相機的存取權限。";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "設定";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "確認";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "掃描成功，您將連線至：";

/* The title string for the \"Continue\" button */
"ContinueKey" = "繼續";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "啟動";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "啟用";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "若您收到歡迎電子郵件，請遵循電子郵件中的啟用連結。否則請輸入電子郵件地址或掃描 QR 代碼以開始登錄。";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "下一步";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "或";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "掃描";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "同意";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "不同意";

/* The authentication title. */
"AuthenticationKey" = "驗證";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "請提供使用者名稱和密碼以進行驗證。";

/* Username input field placeholder string */
"usernameKey" = "使用者名稱";

/* Password input field placeholder string */
"passwordKey" = "密碼";

/* Sign In button string. */
"SignInKey" = "登入";

/* Error message when failed to sign in. */
"SignInErrorKey" = "憑證不正確，請再試一次。";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "請提供下方資訊以開始啟用程序。";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "正在驗證資訊...";

/* Cancel button string. */
"CancelKey" = "取消";

/* Allow button string. */
"AllowKey" = "允許";

/* Deny button string. */
"DenyKey" = "拒絕";

/* No button string. */
"NoKey" = "否";

/* Quit button string. */
"QuitKey" = "結束";

/* GiveConsent button string. */
"GiveConsentKey" = "同意";

/* Navbar title string. */
"StepKey" = "步驟";

/* Navbar title string. */
"OfKey" = "/";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "您確定要結束登錄程序嗎？";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "若無同意，您將無法繼續登錄。";

/* Switch User button string. */
"SwitchOrAddUserKey" = "切換或新增使用者";

/* Title for Log In button */
"LogInKey" = "登入";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "在此裝置上搜尋使用者";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "忘記密碼？";

/* Title for Loction */
"PNLoctionTitleKey" = "開啟定位服務，即可使用地圖和瀏覽功能";

/* Title for Notifications */
"PNNotificationsTitleKey" = "開啟通知，即可收到關於重要公告的通知";

/* Title for Photos */
"PNPhotosTitleKey" = "開啟照片庫存取權限，即可啟用照片分享並存取照片庫";

/* Title for Calendar */
"PNCalendarTitleKey" = "開啟行事曆存取權限，即可預定會議室並查看會議";

/* Title for Camera */
"PNCameraTitleKey" = "開啟相機，即可使用 Face ID 登入並驗證";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "您稍後可使用應用程式設定更改此權限";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "應用程式會使用下方權限，提供我們為您打造的最佳體驗";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "允許應用程式存取您的定位，並在使用時通知您。\n\n若要設定或編輯定位服務權限，請開啟 iOS 設定 > 點擊「定位服務」 > 點擊「應用程式」 > 選擇偏好的定位服務權限設定";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "允許應用程式存取您的通知，並在使用時通知您。\n\n若要設定或編輯通知權限，請開啟 iOS 設定 > 點擊「通知」 > 點擊「應用程式」 > 選擇偏好的通知權限設定";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "允許應用程式存取您的照片，並在使用時通知您。\n\n若要設定或編輯照片權限，請開啟 iOS 設定 > 點擊「照片」 > 點擊「應用程式」 > 選擇偏好的照片權限設定";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "允許應用程式存取您的相機，並在使用時通知您。\n\n若要設定或編輯相機權限，請開啟 iOS 設定 > 點擊「相機」 > 點擊「應用程式」 > 選擇偏好的相機權限設定";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "允許應用程式存取您的行事曆，並在使用時通知您。\n\n若要設定或編輯行事曆權限，請開啟 iOS 設定 > 點擊「行事曆」 > 點擊「應用程式」 > 選擇偏好的行事曆權限設定";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "開啟 iOS 設定";

